Repository: liuzeyi11/GovernmentWorkReportCorpus
Catalog: government_report_tmx_file/GR2011.tmx
Source language: en_us
Languages: zh_cn

source: In regard to problems in key areas such as construction, sale of land-use rights, exploitation of mineral resources, trading of state-owned property rights, and government procurement, we will intensify investigations and prosecutions of violations of the law or discipline and resolutely punish corruptionists.
zh_cn: 针对工程建设、土地使用权出让和矿产资源开发、国有产权交易、政府采购等重点领域存在的问题，加大查处违法违纪案件工作力度，坚决惩处腐败分子。

source: Second, we will genuinely increase incorruptibility and self-discipline; conscientiously implement the Code of Conduct for Building Clean and Honest Government; and implement the system whereby leading cadres regularly report their incomes, real estate and investments, as well as what their spouses and children do and whether they live abroad; and voluntarily accept supervision.
zh_cn: 二是切实加强廉洁自律，认真贯彻执行《廉政准则》，落实领导干部收入、房产、投资以及配偶子女从业、移居国（境）外等情况定期报告制度，自觉接受监督。

source: We will strengthen auditing and supervision work.
zh_cn: 加强审计和监察工作。

source: We will strengthen oversight over leading cadres of government organizations and leaders of SOEs and institutions.
zh_cn: 加大对行政机关领导干部和国有企业、事业单位负责人的监督力度。

source: Third, we will resolutely oppose extravagance, waste and formalism.
zh_cn: 三是坚决反对铺张浪费和形式主义。

source: We will reduce the number of meetings and documents and streamline and standardize all sorts of activities, such as reaching standards, making evaluations, and awarding commendations as well as forums and celebrations, by strictly controlling such expenses.
zh_cn: 要精简会议、文件，清理和规范各种达标、评比、表彰以及论坛、庆典等活动，从经费上严加控制。

source: We will standardize the allocation and management of official cars and actively reform the system of their use.
zh_cn: 规范公务用车配备管理并积极推进公务用车制度改革。

source: We will more quickly release government budgets to the people to keep them informed about how much the government spends and what it spends money on.
zh_cn: 加快实行财政预算公开，让人民知道政府花了多少钱，办了什么事。

source: Governments at all levels need to work hard to accomplish practical results for the people;
zh_cn: 各级政府都要努力为人民办事；

source: and all public servants should genuinely become servants of the people.
zh_cn: 每一个公务员都要真正成为人民的公仆。

source: Consolidating and developing the great unity of all our ethnic groups is a fundamental guarantee for the long-term stability and prosperity of the country and serves the fundamental interests of the people of all ethnic groups.
zh_cn: 巩固和发展各民族大团结，是国家长治久安、繁荣昌盛的根本保证，是各族人民的根本利益所在。

source: We will adhere to and improve the system of regional ethnic autonomy and fully implement the central leadership's policies and measures for supporting the development of ethnic minorities and ethnic minority areas.
zh_cn: 要坚持和完善民族区域自治制度，全面落实中央支持少数民族和民族地区发展的政策措施。

source: We will formulate and implement a five-year plan to support development of ethnic groups with small populations, press ahead with the "bring prosperity to border areas and their residents" campaign, and develop programs for ethnic minorities.
zh_cn: 制定实施扶持人口较少民族发展、推进兴边富民行动和发展少数民族事业五年规划。

source: Let the people of all ethnic groups work hard together and write a new chapter of the history of development and prosperity of the Chinese nation.
zh_cn: 让我们团结奋进，共同谱写中华民族繁荣发展的历史新篇章！

source: We will comprehensively implement the Party's basic policy on religious work, thoroughly implement the Regulations on Supervising Religious Affairs, and get religious figures and believers to play an active role in promoting economic development and social harmony.
zh_cn: 全面贯彻党的宗教工作基本方针，深入落实《宗教事务条例》，发挥宗教界人士和信教群众在促进经济发展、社会和谐中的积极作用。

source: We will continue to improve our work related to overseas Chinese affairs. We will protect the lawful rights and interests of overseas Chinese, returned overseas Chinese and their families, and make full use of their unique role in promoting the reunification of the motherland and the rejuvenation of the Chinese nation.
zh_cn: 继续加强侨务工作，维护海外侨胞、归侨侨眷的合法权益，充分发挥他们在促进祖国统一和民族振兴中的独特作用。

source: Strengthening national defense and building a powerful people's army are important guarantees for safeguarding national sovereignty, security and development interests and building a moderately prosperous society in all respects.
zh_cn: 建立巩固的国防，建设强大的人民军队，是维护国家主权、安全、发展利益和全面建设小康社会的重要保障。

source: Keeping the overall work of the Party and government firmly in mind and directing our attention to effectively carrying out the army's historic mission in this new century and this new stage, we need to comprehensively make our army more revolutionary, modem and standardized, and constantly enhance its capability to accomplish a range of military tasks, the most paramount of which is winning local wars under information age conditions.
zh_cn: 要紧紧围绕党和国家工作大局，着眼有效履行新世纪新阶段我军历史使命，全面加强军队革命化现代化正规化建设，不断提高以打赢信息化条件下局部战争能力为核心的完成多样化军事任务的能力。

source: We will steadfastly give top priority to raising the overall ideological and political standards of the army.
zh_cn: 坚持把思想政治建设摆在首位。

source: We will vigorously adapt our military training to the information age.
zh_cn: 积极开展信息化条件下的军事训练。

source: We will accelerate the full modernization of the logistics support system.
zh_cn: 加快全面建设现代后勤步伐。

source: We will promote integrated military and civilian development, increase defense-related research, and strengthen the development of weapons and equipment.
zh_cn: 推动军民融合式发展，加强国防科研和武器装备建设。

source: We will energetically yet prudently press ahead with reform of national defense and the military.
zh_cn: 积极稳妥地推进国防和军队改革。

source: We win steadfastly run the army with strict discipline and in accordance with the law.
zh_cn: 坚持依法治军、从严治军。

source: The military will resolutely carry out urgent, difficult, dangerous and daunting tasks, such as handling emergencies and relieving disasters.
zh_cn: 坚决完成抢险救灾等急难险重任务。

source: We will modernize the armed police force to improve its ability to carry out duties, respond to emergencies, combat terrorism and safeguard stability.
zh_cn: 建设现代化武装警察力量，增强执勤、处置突发事件和反恐维稳能力。

source: We will strengthen defense mobilization and reserve forces. We will consolidate and develop unity between the army and the government and between the army and the people.
zh_cn: 加强国防动员和后备力量建设，巩固和发展军政军民团结。

source: We will unwaveringly implement the principle of "one country, two systems" under which the people of Hong Kong administer Hong Kong and the people of Macao administer Macao, both with a high degree of autonomy, and fully support the Hong Kong and Macao special administrative regions in developing their economies and improving their people's wellbeing.
zh_cn: 我们将坚定不移地贯彻“一国两制”、“港人治港”、“澳人治澳”、高度自治的方针，全力支持香港、澳门两个特别行政区发展经济，改善民生。

source: We will support Hong Kong in consolidating and elevating its position as an international financial, trade and shipping center.
zh_cn: 支持香港巩固和提升国际金融、贸易、航运中心地位。

source: We will support Macao in developing itself into a world center of tourism and leisure and appropriately diversifying its economy.
zh_cn: 支持澳门建设世界旅游休闲中心，促进经济适度多元发展。

source: We will make full use of the unique role Hong Kong and Macao play in China's overall development strategy.
zh_cn: 充分发挥香港、澳门在国家整体发展战略中的独特作用。

source: We will base cooperation between the mainland and Hong Kong and Macao more firmly on a set of mechanisms, and support the deepening of intra-regional cooperation between Guangdong and Hong Kong and Macao for mutual benefit.
zh_cn: 进一步提高内地与港澳合作的机制化水平，支持粤港澳深化区域合作，实现互利共赢。

source: In the historical course of the great rejuvenation of the Chinese nation, people on the mainland will join hands and forge ahead with our compatriots in Hong Kong and Macao, sharing the dignity and honor of our great country.
zh_cn: 在中华民族伟大复兴的历史进程中，祖国内地人民将与港澳同胞携手奋进，共享伟大祖国的尊严与荣耀！

source: We will adhere to the major principles and policies for developing relations between the two sides of the Taiwan Straits and promoting the peaceful reunification of our motherland in the new situation.
zh_cn: 我们将坚持新形势下发展两岸关系、促进祖国和平统一的大政方针和各项政策。

source: We will continue to carry out cross-Straits negotiations, vigorously implement the Economic Cooperation Framework Agreement (ECFA), strengthen industrial cooperation, accelerate cooperation in and the development of emerging industries, finance and other modern service industries, and support qualified mainland enterprises to invest in Taiwan.
zh_cn: 继续推进两岸协商，积极落实两岸经济合作框架协议，加强产业合作，加快新兴产业、金融等现代服务业合作发展，支持有条件的大陆企业赴台投资。

source: We will support the Western Taiwan Straits Economic Zone in leading the way and exploring new paths for exchanges and cooperation between the two sides.
zh_cn: 支持海峡西岸经济区在推进两岸交流合作中发挥先行先试作用。

source: We will increase cross-Straits exchanges between people of all walks of life, and vigorously expand cultural and educational cooperation across the Straits.
zh_cn: 深入开展两岸社会各界交流，积极拓展两岸文化教育合作。

source: We will enhance mutual political trust, consolidate the political foundation for peaceful development of cross-Straits relations, and work together to safeguard the favorable situation of peaceful development of cross-Straits relations.
zh_cn: 增进两岸政治互信，巩固两岸关系和平发展的政治基础，共同维护两岸关系和平发展的良好局面。

source: We are convinced that as long as all Chinese people at home and abroad work together, the great cause of peaceful reunification of the motherland will be realized.
zh_cn: 我们坚信，只要海内外中华儿女继续共同努力奋斗，祖国和平统一大业一定能够实现！

source: In the new year, we will continue to hold high the banner of peace, development and cooperation; adhere to an independent foreign policy of peace and the path of peaceful development; pursue an open strategy of mutual benefit; promote the building of a harmonious world with lasting peace and common prosperity; and create a more favorable external environment and more beneficial external conditions for China's modernization.
zh_cn: 新的一年，我们将继续高举和平、发展、合作的旗帜，坚持独立自主的和平外交政策，坚持走和平发展道路，坚持奉行互利共赢的开放战略，坚持推动建设持久和平、共同繁荣的和谐世界，为我国现代化建设创造更加有利的外部环境和条件。

source: We will maintain the sound, steady development of our relations with major powers, actively promote dialogue and cooperation, and expand common interests and the foundation for cooperation.
zh_cn: 我们要保持与主要大国关系健康稳定发展，积极推进对话合作，扩大共同利益和合作基础。

source: We will adhere to our foreign policy of friendship and partnership with neighboring countries, deepen good-neighborly relations of friendship and cooperation with them, and promote the processes for regional and sub-regional cooperation.
zh_cn: 坚持“与邻为善，以邻为伴”的周边外交方针，深化同周边国家的睦邻友好合作关系，推进区域次区域合作进程。

source: We will enhance our traditional friendships and cooperation with other developing countries, further make use of and build on our achievements in cooperation, and give impetus to innovations in cooperation and the development of related mechanisms.
zh_cn: 增进同广大发展中国家的传统友好合作关系，进一步落实和扩大合作成果，推进合作方式创新和机制建设。

source: We will take an active part in multilateral diplomacy, and use the G20 summit and other diplomatic forums as our main platform for strengthening the coordination of macroeconomic policies; advancing the reform of the international economic and financial system; promoting robust, sustainable and balanced growth of the world economy; playing a constructive role in helping resolve hot issues and global problems; and fulfilling our international responsibilities and duties.
zh_cn: 积极开展多边外交，以二十国集团峰会等为主要平台，加强宏观经济政策协调，推动国际经济金融体系改革，促进世界经济强劲、可持续、平衡增长，在推动解决热点问题和全球性问题上发挥建设性作用，履行应尽的国际责任和义务。

source: The Chinese government and people are willing to work with the international community to respond to risks and challenges, share in development opportunities, and make new contributions to humanity's lofty causes of peace and development.
zh_cn: 中国政府和人民愿与国际社会一道，共同应对风险挑战，共同分享发展机遇，为人类和平与发展的崇高事业做出新贡献！

source: Looking back, we are proud of our extraordinary, glorious achievements, and looking forward, we are even more confident in the splendid future of our country.
zh_cn: 回顾过去，我们创造了不平凡的光辉业绩；展望未来，我们对国家的锦绣前程充满信心！

source: Under the leadership of the Party Central Committee with Comrade Hu Jintao as General Secretary, let us firmly seize historic opportunities, boldly meet all challenges, break new ground, work diligently in unity, strive to get the Twelfth Five-Year Plan off to a good start, and continue to advance the great cause of socialism with Chinese characteristics.
zh_cn: 让我们在以胡锦涛同志为总书记的党中央领导下，紧紧抓住历史机遇，勇敢面对各种挑战，开拓进取，团结奋斗，扎实工作，努力实现“十二五”时期良好开局，把中国特色社会主义伟大事业继续推向前进！
